<section class="taskCard taskCard_width">
  <h2 class="taskCard__title">Главная.</h2>
  <ol>  
    <li>Создать форму-калькулятор операциями: сложение, вычитание, умножение, деление. Не забыть обработать деление на ноль! Выбор операции можно осуществлять с помощью тега <code>&lt;select&gt;</code>.</li>
    <li>Создать калькулятор, который будет определять тип выбранной пользователем операции, ориентируясь на нажатую кнопку.</li>
    <li>Добавить функционал отзывов в имеющийся у вас проект.</li>
    <li>
      Создать страницу каталога товаров:
      <p>товары хранятся в БД (структура прилагается); <br>
      страница формируется автоматически; <br>
      по клику на товар открывается карточка товара с подробным описанием. <br>
      подумать, как лучше всего хранить изображения товаров.</p>
    </li>
    <li><code>*</code>Написать CRUD-блок для управления выбранным модулем через единую функцию (<code>doFeedbackAction()</code>)</li>
  </ol>
</section>